Repository: hybridpicker/fretboard-position-finder
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: English
de: Englisch

source: German
de: Deutsch

source: Basic Position
de: Grundstellung

source: First Inversion
de: Erste Umkehrung

source: Second Inversion
de: Zweite Umkehrung

source: Third Inversion
de: Dritte Umkehrung

source: Fourth Inversion
de: Vierte Umkehrung

source: Fifth Inversion
de: Fünfte Umkehrung

source: Sixth Inversion
de: Sechste Umkehrung

source: Chord Name
de: Akkordname

source: String Range
de: Saitenbereich

source: First Note
de: Erste Note

source: String for Note
de: Saite für Note

source: Second Note
de: Zweite Note

source: Third Note
de: Dritte Note

source: Fourth Tone
de: Vierter Ton

source: Sixth Tone
de: Sechster Ton

source: Seventh Tone
de: Siebter Ton

source: Inversion for Chord
de: Umkehrung für Akkord

source: highA - b
de: hoches A - h

source: highA - e
de: hohes A - e

source: highA - g
de: hohes A - g

source: a - b
de: a - h

source: highA - lowB
de: hohes A - tiefes H

source: b - d
de: h - d

source: e - lowB
de: e - tiefes H

source: d - lowB
de: d - tiefes H

source: A - lowB
de: A - tiefes H

source: A - B
de: A - H

source: b - A
de: h - A

source: d - B
de: d - H

source: b - E
de: h - E

source: g - B
de: g - H

source: b - B
de: h - H

source: e - B
de: e - H

source: Bb/A#
de: B/A#

source: B
de: H

source: Major 7
de: Dur 7

source: Major7(#5)
de: Dur7(#5)

source: Minor 7
de: Moll 7

source: Minor 7b5
de: Moll 7b5

source: Major
de: Dur

source: Minor
de: Moll

source: Diminished
de: Vermindert

source: Diminished 7
de: Vermindert 7

source: Augmented
de: Übermäßig

source: Altered 7
de: Alteriert 7

source: MinMaj7
de: MollDur7

source: Order of Position
de: Reihenfolge der Position

source: High E String (1st)
de: Hohe E-Saite (1.)

source: B String (2nd)
de: H-Saite (2.)

source: G String (3rd)
de: G-Saite (3.)

source: D String (4th)
de: D-Saite (4.)

source: A String (5th)
de: A-Saite (5.)

source: Low E String (6th)
de: Tiefe E-Saite (6.)

source: Low B String (7th)
de: Tiefe H-Saite (7.)

source: High A String (0th)
de: Hohe A-Saite (0.)

source: Low F# String (8th)
de: Tiefe F#-Saite (8.)

source: highA - d
de: hohes A - d

source: highA - A
de: hohes A - A

source: highA - E
de: hohes A - E

source: b - lowB
de: h - tiefes H

source: g - lowB
de: g - tiefes H

source: E - lowB
de: E - tiefes H

source: highA - AString
de: hohes A - A-Saite

source: highA - ELowString
de: hohes A - tiefe E-Saite

source: bString - lowB
de: H-Saite - tiefes H

source: dString - lowB
de: D-Saite - tiefes H
